{
    "microsoft_entra_issue_verified_credential": {
        "button_screen": {
            "add_verified_id_button": "Добавить подтверждённый идентификатор",
            "get_authenticator_button": "Скачайте приложение Microsoft Authenticator",
            "heading": "Проверка завершена, продолжайте для получения вашего подтверждённого удостоверения.",
            "pin_code_label": "Пин-код:",
            "sub_heading": "Используйте Microsoft Authenticator для сохранения вашего Проверенного удостоверения личности, нажмите «Добавить Проверенное удостоверение личности», чтобы открыть приложение. Введите PIN-код, когда будет запрошено."
        },
        "qr_screen": {
            "get_authenticator_button": "Скачайте приложение Microsoft Authenticator",
            "heading": "Проверка завершена, продолжайте для получения вашего подтверждённого удостоверения личности.",
            "list_item_1": "Откройте приложение и нажмите на значок кнопки сканирования QR-кода, чтобы отсканировать QR-код.",
            "list_item_2": "Введите PIN-код в приложении, когда будет запрошено.",
            "pin_code_label": "Пин-код:",
            "sub_heading": "Отсканируйте QR-код с помощью Microsoft Authenticator, чтобы сохранить свой подтверждённый идентификатор."
        }
    },
    "microsoft_entra_present_verified_credential": {
        "button_screen": {
            "heading": "Войдите в портал с помощью вашего существующего Verified ID.",
            "share_verified_id_button": "Поделиться подтверждённой личностью",
            "sub_heading": "Используйте приложение Microsoft Authenticator для подтверждения своей личности. После завершения этого шага вам будет предоставлен доступ."
        },
        "intro_screen": {
            "create_verified_id_button": "Создать новый подтверждённый идентификатор",
            "have_verified_id_button": "У меня есть подтверждённый идентификатор",
            "heading": "Пройдите аутентификацию или создайте новый подтверждённый идентификатор.",
            "list_item_1": "Сделайте фото вашего удостоверения личности.",
            "list_item_2": "Сделайте фотографию своего лица.",
            "sub_heading": "Вам будет предложено подтвердить свою личность. Это займет несколько минут. Вас попросят:"
        },
        "qr_screen": {
            "heading": "Войдите в портал, используя свой существующий Verified ID.",
            "list_item_1": "Откройте приложение Microsoft Authenticator на своем мобильном устройстве.",
            "list_item_2": "Откройте вкладку «Проверенные удостоверения» и нажмите кнопку с QR-кодом в правом верхнем углу, чтобы отсканировать."
        }
    }
}