{
    "microsoft_entra_issue_verified_credential": {
        "button_screen": {
            "add_verified_id_button": "Dodaj verifikovani ID",
            "get_authenticator_button": "Preuzmite Microsoft Authenticator aplikaciju",
            "heading": "Verifikacija je završena, nastavite sa izdavanjem svog verifikovanog identiteta.",
            "pin_code_label": "PIN kod:",
            "sub_heading": "Koristite Microsoft Authenticator za čuvanje svog verifikovanog ID-a, kliknite na Dodaj verifikovani ID da biste otvorili aplikaciju. Unesite PIN kod kada se to od vas zatraži."
        },
        "qr_screen": {
            "get_authenticator_button": "Preuzmite Microsoft Authenticator aplikaciju",
            "heading": "Verifikacija je završena, nastavite sa izdavanjem svog verifikovanog ID-a.",
            "list_item_1": "Otvorite aplikaciju i dodirnite ikonu dugmeta za skeniranje QR koda da biste skenirali QR kod.",
            "list_item_2": "Unesite PIN kod u aplikaciju kada se to zatraži.",
            "pin_code_label": "PIN kod:",
            "sub_heading": "Skenirajte QR kod pomoću Microsoft Authenticator-a da biste sačuvali svoj verifikovani ID."
        }
    },
    "microsoft_entra_present_verified_credential": {
        "button_screen": {
            "heading": "Pristupite portalu sa svojim postojećim Verified ID-om.",
            "share_verified_id_button": "Podeli verifikovani ID",
            "sub_heading": "Koristite Microsoft Authenticator aplikaciju za potvrdu svog identiteta. Kada završite ovaj korak, biće vam omogućen pristup."
        },
        "intro_screen": {
            "create_verified_id_button": "Kreiraj novi verifikovani ID",
            "have_verified_id_button": "Imam verifikovani ID",
            "heading": "Autentifikujte se ili kreirajte svoj novi verifikovani ID.",
            "list_item_1": "Fotografišite svoj lični dokument.",
            "list_item_2": "Fotografišite svoje lice.",
            "sub_heading": "Od vas će biti zatraženo da potvrdite svoj identitet. To bi trebalo da traje nekoliko minuta. Od vas će biti zatraženo da:"
        },
        "qr_screen": {
            "heading": "Pristupite portalu pomoću svog postojećeg Verified ID-a.",
            "list_item_1": "Otvorite Microsoft Authenticator aplikaciju na svom mobilnom uređaju.",
            "list_item_2": "Otvorite karticu Verifikovani ID-ovi i dodirnite dugme za QR kod u gornjem desnom uglu da biste skenirali."
        }
    }
}