{
    "microsoft_entra_issue_verified_credential": {
        "button_screen": {
            "add_verified_id_button": "Προσθήκη Επαληθευμένης Ταυτότητας",
            "get_authenticator_button": "Λήψη της εφαρμογής Microsoft Authenticator",
            "heading": "Η επαλήθευση ολοκληρώθηκε, συνεχίστε για να εκδώσετε το Επαληθευμένο σας Αναγνωριστικό.",
            "pin_code_label": "Κωδικός PIN:",
            "sub_heading": "Χρησιμοποιήστε το Microsoft Authenticator για να αποθηκεύσετε το Επαληθευμένο σας ID, κάντε κλικ στην επιλογή Προσθήκη Επαληθευμένου ID για να ανοίξετε την εφαρμογή. Εισαγάγετε τον κωδικό PIN όταν σας ζητηθεί."
        },
        "qr_screen": {
            "get_authenticator_button": "Λήψη της εφαρμογής Microsoft Authenticator",
            "heading": "Η επαλήθευση ολοκληρώθηκε, συνεχίστε για να εκδώσετε το Επαληθευμένο σας Αναγνωριστικό.",
            "list_item_1": "Ανοίξτε την εφαρμογή και πατήστε το εικονίδιο του κουμπιού σάρωσης QR κωδικού για να σαρώσετε τον QR κωδικό.",
            "list_item_2": "Εισάγετε τον κωδικό PIN στην εφαρμογή όταν σας ζητηθεί.",
            "pin_code_label": "Κωδικός PIN:",
            "sub_heading": "Σαρώστε τον κωδικό QR με το Microsoft Authenticator για να αποθηκεύσετε το Επαληθευμένο σας ID."
        }
    },
    "microsoft_entra_present_verified_credential": {
        "button_screen": {
            "heading": "Αποκτήστε πρόσβαση στο portal με το υπάρχον Verified ID σας.",
            "share_verified_id_button": "Κοινοποιήστε την Επαληθευμένη Ταυτότητα",
            "sub_heading": "Χρησιμοποιήστε την εφαρμογή Microsoft Authenticator για να επαληθεύσετε την ταυτότητά σας. Μόλις ολοκληρωθεί αυτό το βήμα, θα σας δοθεί πρόσβαση."
        },
        "intro_screen": {
            "create_verified_id_button": "Δημιουργία νέου Επαληθευμένου ID",
            "have_verified_id_button": "Έχω επαληθευμένη ταυτότητα",
            "heading": "Επαληθεύστε ή δημιουργήστε το νέο σας Επαληθευμένο ID.",
            "list_item_1": "Βγάλτε μια φωτογραφία του εγγράφου ταυτοποίησής σας.",
            "list_item_2": "Βγάλτε μια φωτογραφία του προσώπου σας.",
            "sub_heading": "Θα σας ζητηθεί να επαληθεύσετε την ταυτότητά σας. Η διαδικασία θα διαρκέσει λίγα λεπτά. Θα σας ζητηθεί να:"
        },
        "qr_screen": {
            "heading": "Αποκτήστε πρόσβαση στην πύλη με το υπάρχον Verified ID σας.",
            "list_item_1": "Ανοίξτε την εφαρμογή Microsoft Authenticator στη φορητή συσκευή σας.",
            "list_item_2": "Ανοίξτε την καρτέλα Επαληθευμένες Ταυτότητες και πατήστε το κουμπί QR code στην επάνω δεξιά γωνία για να σαρώσετε."
        }
    }
}